Repository: rsalmaso/django-model-history-log
Catalog: model_history/locale/*/LC_MESSAGES/django.po
Languages: it

source: fields
it: campi attuali

source: updated fields
it: campi modificati

source: Model History Log
it: Storico modelli

source: created
it: Creato

source: modified
it: Modificato

source: source content type
it: Modello

source: source id
it: ID

source: Histories
it: History

source: log
it: modifica

source: logs
it: modifiche

source: History for {obj} at {tm}
it: History per {obj} del {tm}
